{
  "Organization": {
    "Title": "Victoria Police",
    "Description": "Victoria Police is the primary law enforcement agency of Victoria, Australia that provides policing services to the community. It was formed in 1853 and operates under the Victoria Police Act 2013.",
    "Structure": "Victoria Police is headed by the Chief Commissioner of Police, supported by four Deputy Commissioners and two Deputy Secretaries overseeing different functional areas.",
    "Roles": "The roles within Victoria Police include police officers, protective services officers, police custody officers, and Victorian Public Service employees.",
    "Units": "Victoria Police is organized into four regions (Western, North West Metro, Southern Metro, and Eastern) and various commands and departments such as Crime Command, Counter Terrorism Command, and Road Policing Command.",
    "Mission Statement": "Our mission is to keep everyone safe.",
    "Vision Statement": "Our vision is for a community in which: everyone is safe and feels safe, those affected by crime feel supported, those who break the law are held to account, police work with the community and our partners to prevent crime, reduce harm and build a better, safer Victoria.",
    "Values": "The organizational values are respect, leadership, professionalism, support, integrity, and flexibility.",
    "Strategic Goals": "The strategic goals are outlined in the 'Keeping You Safe: Victoria Police Strategy 2023–2028' under the pillars of policing, people, and partnerships.",
    "Stakeholders": "Key stakeholders include the Victorian community, partner agencies, and the Victorian Government.",
    "Governance": "Victoria Police is governed by the Victoria Police Act 2013 and operates under the oversight of various bodies such as the Independent Broad-based Anti-corruption Commission and the Victorian Ombudsman.",
    "Legal Structure": "Victoria Police is an administrative agency acting on behalf of the Crown.",
    "Geographic Presence": "Victoria Police provides policing services across the state of Victoria, Australia, through its four regions and various police stations and facilities.",
    "Size": "As of 30 June 2024, Victoria Police had 21,715 employees, including 16,059 police officers, 1,417 protective services officers, 325 police custody officers, and 3,811 Victorian Public Service employees.",
    "Culture": "Victoria Police is committed to building and maintaining a safe, respectful, and inclusive workplace and culture that embraces diversity and equality.",
    "History": "Victoria Police was established in 1853 and has a long history of providing policing services to the Victorian community.",
    "Strategic Initiatives": "Key strategic initiatives include increasing policing capacity, equipping frontline officers with conducted energy devices, modernizing facilities and infrastructure, and implementing recommendations from various inquiries and reviews.",
    "Child Organization units": []
  },
  "Organization Units": [],
  "Stakeholders": [],
  "Strategy": [],
  "Capabilities": []
}
